

"accessibility" = "Esteettömyys";
"allMedia" = "Kaikki media";
"filters" = "Suodattimet";
"latestWithString" = "Viimeisimmät %@";
"loading" = "Ladataan";
"reset" = "Nollaa";
"searchDots" = "Etsi…";
"WhosWatching" = "Kuka katselee?";
"wip" = "WIP";
"advanced" = "Edistyneet";
"aspectFill" = "Täytä ruutu";
"existingUser" = "Nykyinen käyttäjä";
"unknownError" = "Tuntematon virhe";
"unknown" = "Tuntematon";
"noEpisodesAvailable" = "Ei jaksoja saatavilla";
"networking" = "Verkko";
"defaultScheme" = "Oletus";
"removeAllUsers" = "Poista kaikki käyttäjät";
"settings" = "Asetukset";
"cancel" = "Peruuta";
"searchingDots" = "Etsitään…";
"continue" = "Jatka";
"noTitle" = "Ei otsikkoa";
"castAndCrew" = "Rooleissa ja työryhmä";
"information" = "Tiedot";
"media" = "Media";
"favorites" = "Suosikit";
"name" = "Nimi";
"operatingSystem" = "Käyttöjärjestelmä";
"servers" = "Palvelimet";
"playNextItem" = "Toista seuraava kohde";
"server" = "Palvelin";
"gestures" = "Eleet";
"playerGesturesLockGestureEnabled" = "Soittimen eleiden lukitus käytössä";
"seekSlideGestureEnabled" = "Kelaa liu'uttamalla käytössä";
"subtitleOffset" = "Tekstityksen viive";
"subtitleColor" = "Tekstityksen väri";
"subtitleSize" = "Tekstityksen koko";
"audio" = "Ääni";
"channels" = "Kanavat";
"movies" = "Elokuvat";
"cannotConnectToHost" = "Ei voida yhdistää palvelimeen";
"smallest" = "Pienin";
"smaller" = "Pienempi";
"larger" = "Isompi";
"present" = "Nykyinen";
"multipleUsers" = "%d käyttäjää";
"cinematicViews" = "Elokuvamainen";
"missing" = "Puuttuu";
"airWithDate" = "Lähetetään %s";
"showMissingSeasons" = "Näytä puuttuvat kaudet";
"file" = "Tiedosto";
"tooManyRedirects" = "Liian monta uudelleenohjausta";
"showFlattenView" = "Pienennä kirjaston kohteet";
"jumpBackward" = "Hyppää taaksepäin";
"nextItem" = "Seuraava kohde";
"noPublicUsers" = "Ei julkisia käyttäjiä";
"authorize" = "Valtuuta";
"episodeNumber" = "Jakso %1$@";
"blue" = "Sininen";
"green" = "Vihreä";
"yellow" = "Keltainen";
"primary" = "Pääkuva";
"invertedDark" = "Käänteinen tumma";
"appIcon" = "Sovelluskuvake";
"played" = "Toistettu";
"video" = "Video";
"subtitle" = "Tekstitys";
"delivery" = "Toimitus";
"collections" = "Kokoelmat";
"people" = "Ihmiset";
"hapticFeedback" = "Värinäpalaute";
"posters" = "Julisteet";
"randomImage" = "Satunnainen kuva";
"order" = "Järjestys";
"ratings" = "Arviot";
"list" = "Lista";
"logs" = "Lokit";
"sports" = "Urheilu";
"kids" = "Lapset";
"buttons" = "Painikkeet";
"menuButtons" = "Valikon painikkeet";
"jump" = "Hyppää";
"timestamp" = "Aikaleima";
"scrubCurrentTime" = "Kelaa nykyiseen kohtaan";
"trailingValue" = "Arvo";
"playOnActive" = "Toista aktiivisessa";
"retrievingMediaInformation" = "Haetaan median tietoja";
"allGenres" = "Kaikki genret";
"closedCaptions" = "Tekstitykset";
"comingSoon" = "Tulossa pian";
"apply" = "Käytä";
"audioTrack" = "Audioraita";
"continueWatching" = "Jatka katselua";
"back" = "Takaisin";
"connectManually" = "Yhdistä manuaalisesti";
"connectToJellyfin" = "Yhdistä Jellyfiniin";
"changeServer" = "Vaihda palvelinta";
"emptyNextUp" = "Tyhjennä seuraavaksi -lista";
"connect" = "Yhdistä";
"connectToServer" = "Yhdistä palvelimeen";
"error" = "Virhe";
"director" = "Ohjaaja";
"discoveredServers" = "Löydetyt palvelimet";
"cast" = "ROOLEISSA";
"audioAndCaptions" = "Ääni ja tekstitys";
"displayOrder" = "Esitysjärjestys";
"episodes" = "Jaksot";
"filterResults" = "Suodata tuloksia";
"genres" = "Genret";
"home" = "Koti";
"library" = "Kirjasto";
"localServers" = "Paikalliset palvelimet";
"nextUp" = "Seuraavaksi";
"noResults" = "Ei tuloksia.";
"ok" = "OK";
"login" = "Kirjaudu";
"moreLikeThis" = "Lisää tämänkaltaista";
"loginToWithString" = "Kirjaudu kohteeseen %@";
"playback" = "Toisto";
"season" = "Kausi";
"noCastdevicesfound" = "Suoratoistolaitteita ei löydy..";
"otherUser" = "Toinen käyttäjä";
"playbackSettings" = "Toistoasetukset";
"pageOfWithNumbers" = "Sivu %1$@ / %2$@";
"password" = "Salasana";
"play" = "Toista";
"playbackSpeed" = "Toistonopeus";
"playNext" = "Toista seuraavana";
"reload" = "Lataa uudelleen";
"seasons" = "Kaudet";
"seasonAndEpisode" = "K%1$@:J%2$@";
"search" = "Etsi";
"seeAll" = "Näytä kaikki";
"selectCastDestination" = "Valitse suoratoistokohde";
"serverInformation" = "Palvelimen tiedot";
"serverURL" = "Palvelimen URL";
"signedInAsWithString" = "Kirjautunut sisään käyttäjänä %@";
"sortBy" = "Järjestä";
"studio" = "Studio";
"tryAgain" = "Yritä uudelleen";
"studios" = "Studiot";
"suggestions" = "Ehdotukset";
"switchUser" = "Vaihda käyttäjää";
"tags" = "Tunnisteet";
"notImplementedYetWithType" = "Tyyppi: %@ ei ole vielä tuettu :(";
"username" = "Käyttäjätunnus";
"yourFavorites" = "Suosikkisi";

/* Represents the Appearance setting label */
"appearance" = "Ulkoasu";

/* Represents the system theme setting */
"system" = "Järjestelmä";

/* Represents the dark theme setting */
"dark" = "Tumma";

/* Represents the light theme setting */
"light" = "Vaalea";
"enabled" = "Käytössä";
"disabled" = "Ei käytössä";
"existingServer" = "Nykyinen palvelin";
"serverAlreadyExistsPrompt" = "Palvelin %s on jo olemassa. Lisätäänkö uusi URL?";
"serverAlreadyConnected" = "Palvelin %@ on jo yhdistetty.";
"seeMore" = "Katso lisää";
"connectToJellyfinServer" = "Yhdistä Jellyfin -palvelimeen";
"overview" = "Yleiskatsaus";
"items" = "Kohteet";
"userAlreadySignedIn" = "Käyttäjä %s on jo kirjautunut sisään";
"addURL" = "Lisää URL";
"resetUserSettings" = "Nollaa käyttäjäasetukset";
"noLocalServersFound" = "Paikallisia palvelimia ei löydy";
"resetAllSettings" = "Nollaa kaikki asetukset oletusasetuksiin.";
"resetAppSettings" = "Nollaa sovellusasetukset";
"removeAllServers" = "Poista kaikki palvelimet";
"series" = "Sarjat";
"version" = "Versio";
"connectToJellyfinServerStart" = "Yhdistä Jellyfin -palvelimeen aloittaaksesi";
"recentlyAdded" = "Viimeksi lisätty";
"retry" = "Yritä uudelleen";
"noOverviewAvailable" = "Ei yleiskatsausta saatavilla";
"downloads" = "Lataukset";
"experimental" = "Kokeelliset";
"videoPlayer" = "Videosoitin";
"videoPlayerType" = "Videosoittimen tyyppi";
"liveTV" = "Suora TV";
"serverDetails" = "Palvelimen tiedot";
"url" = "URL";
"overlayType" = "Peittokuvan tyyppi";
"remove" = "Poista";
"autoPlay" = "Automaattinen toisto";
"user" = "Käyttäjä";
"resumeOffset" = "Jatkamisen viive";
"playPreviousItem" = "Toista edellinen kohde";
"editJumpLengths" = "Muokkaa pikakelauksen kestoa";
"overlay" = "Peittokuva";
"jumpForwardLength" = "Eteenpäinhyppäyksen pituus";
"jumpGesturesEnabled" = "Hyppäyseleet käytössä";
"nativePlayer" = "Natiivisoitin";
"regular" = "Normaali";
"jumpBackwardLength" = "Taaksepäinhyppäyksen pituus";
"resumeOffsetDescription" = "Jatka sisältöä hieman ennen tallennettua toistoaikaa";
"resume5SecondOffset" = "Jatka 5 sekuntia aikaisemmin";
"systemControlGesturesEnabled" = "Järjestelmän eleet käytössä";
"audioOffset" = "Äänen viive";
"programs" = "Ohjelmat";
"showPosterLabels" = "Näytä tekstit julisteiden kanssa";
"showCastAndCrew" = "Näytä rooleissa ja työryhmä";
"signInGetStarted" = "Kirjaudu sisään aloittaaksesi";
"subtitleFont" = "Tekstityksen fontti";
"signInToServer" = "Kirjaudu sisään kohteeseen %s";
"signIn" = "Kirjaudu sisään";
"other" = "Muut";
"subtitles" = "Tekstitykset";
"compact" = "Kompakti";
"tvShows" = "TV-ohjelmat";
"unauthorized" = "Ei oikeuksia";
"released" = "Julkaistu";
"largest" = "Isoin";
"jumpLengthSeconds" = "%s sekuntia";
"networkTimedOut" = "Verkon aikakatkaisu";
"unauthorizedUser" = "Käyttäjällä ei oikeuksia";
"rated" = "Arvioitu";
"runtime" = "Kesto";
"noCodec" = "Ei kodekkia";
"normal" = "Normaali";
"oneUser" = "1 käyttäjä";
"unableToConnectServer" = "Ei voida yhdistää palvelimeen";
"notAvailableSlash" = "Ei saatavilla";
"next" = "Seuraava";
"recommended" = "Suositeltu";
"missingItems" = "Puuttuvat kohteet";
"refresh" = "Päivitä";
"about" = "Lisätietoja";
"pressDownForMenu" = "Paina pitkään avataksesi valikon";
"sourceCode" = "Lähdekoodi";
"confirmClose" = "Vahvista sulkeminen";
"none" = "Ei mitään";
"unaired" = "Ei lähetetty TV:ssä";
"showMissingEpisodes" = "Näytä puuttuvat jaksot";
"removeFromResume" = "Poista jatkettavista";
"playFromBeginning" = "Toista alusta";
"customize" = "Mukauta";
"chapters" = "Kappaleet";
"current" = "Nykyinen";
"remainingTime" = "Jäljellä";
"playAndPause" = "Toista / Pysäytä";
"previousItem" = "Edellinen kohde";
"currentPosition" = "Nykyinen kohta";
"reportIssue" = "Raportoi ongelma";
"requestFeature" = "Ehdota ominaisuutta";
"quickConnect" = "Pikayhdistys";
"jumpForward" = "Hyppää eteenpäin";
"publicUsers" = "Julkiset käyttäjät";
"close" = "Sulje";
"quickConnectSuccessMessage" = "Pikayhdistyksen valtuutus onnistui. Jatka toisella laitteella.";
"unableToFindHost" = "Isäntää ei löydy";
"red" = "Punainen";
"quickConnectCode" = "Pikayhdistyksen koodi";
"quickConnectInvalidError" = "Virheellinen pikayhdistyskoodi";
"quickConnectStep2" = "Avaa käyttäjävalikko ja mene Quick Connect -sivulle";
"quickConnectNotEnabled" = "Huomaa: pikayhdistys ei ole käytössä";
"compactPoster" = "Kompakti juliste";
"showChaptersInfoInBottomOverlay" = "Näytä kappaleiden tiedot peittokuvassa";
"quickConnectStep1" = "Avaa Jellyfin -sovellus puhelimellasi tai selaimellasi ja kirjaudu sisään tunnuksellasi";
"quickConnectStep3" = "Anna tämä koodi:";
"invertedLight" = "Käänteinen vaalea";
"compactLogo" = "Kompakti logo";
"orange" = "Oranssi";
"cinematic" = "Elokuvallinen";
"bugsAndFeatures" = "Bugit ja ominaisuudet";
"accentColor" = "Korostusväri";
"accentColorDescription" = "Joidenkin näkyminen päivitys vaatii sovelluksen uudelleekäynnistyksen.";
"dismiss" = "Hylkää";
"unplayed" = "Toistamaton";
"specialFeatures" = "Erikoisominaisuudet";
"seriesBackdrop" = "Sarjan taustakuva";
"color" = "Väri";
"episodeLandscapePoster" = "Sarjan vaakasuuntainen juliste";
"usePrimaryImage" = "Käytä pääkuvaa";
"indicators" = "Indikaattorit";
"usePrimaryImageDescription" = "Käyttää pääkuvaa ja piilottaa logon.";
"favorited" = "Suosikeissa";
"sort" = "Järjestä";
"progress" = "Edistyminen";
"grid" = "Ruudukko";
"random" = "Satunnainen";
"pauseOnBackground" = "Pysäytä taustalle";
"onNow" = "Nyt";
"sliderColor" = "Liukusäätimen väri";
"containers" = "Säiliöt";
"news" = "Uutiset";
"barButtons" = "Palkin painikkeet";
"slider" = "Liukusäädin";
"playbackButtons" = "Toistopainikkeet";
"transition" = "Siirtymä";
"chapterSlider" = "Kappaleen liukusäädin";
"sliderType" = "Liukusäätimen tyyppi";
"timestampType" = "Aikaleiman tyyppi";
"right" = "Oikea";
"left" = "Vasen";
"letterPicker" = "Kirjaimen Valitsija";
"orientation" = "Suuntautuminen";
"accessTagAllowDescription" = "Käyttäjällä ei ole pääsyä mediaan ellei siinä ole ainakin yksi sallittu tagi.";
"allServers" = "Kaikki palvelimet";
"delete" = "Poista";
"alternate" = "Vaihtoehtoinen";
"audioProfileNotSupported" = "Ääniprofiilia ei tueta";
"device" = "Laite";
"bitrateMbps80" = "4K - 80 Mbps";
"bitrateMbps40" = "1080p - 40 Mbps";
"bitrateMbps20" = "1080p - 20 Mbps";
"bitrateMbps10" = "1080p - 10 Mbps";
"bitrateMbps8" = "720p - 8 Mbps";
"bitrateMbps6" = "720p - 6 Mbps";
"bitrateMbps4" = "720p - 4 Mbps";
"bitrateMbps3" = "480p - 3 Mbps";
"bitrateKbps720" = "480p - 720 Kbps";
"bitrateKbps1500" = "480p - 1.5 Mbps";
"addServer" = "Lisää palvelin";
"activityLog" = "Tapahtumaloki";
"administrator" = "Ylläpitäjä";
"addUser" = "Lisää käyttäjä";
"album" = "Albumi";
"all" = "Kaikki";
"allLanguages" = "Kaikki kielet";
"birthYear" = "Syntymävuosi";
"confirmNewPassword" = "Vahvista uusi salasana";
"identify" = "Tunnista";
"newUser" = "Uusi käyttäjä";
"newPassword" = "Uusi salasana";
"playbackQuality" = "Toiston laatu";
"profiles" = "Profiilit";
"columns" = "Sarakkeet";
"compatibility" = "Yhteensopivuus";
"edit" = "Muokkaa";
"deleteServer" = "Poista palvelin";
"confirm" = "Vahvista";
"controlSharedDevices" = "Hallinnoi jaettuja laitteita";
"users" = "Käyttäjät";
"lastSeen" = "Viimeksi nähty";
"restartServer" = "Käynnistä pavelin uudelleen";
"taskCancelled" = "Peruttu";
"taskAborted" = "Keskeytetty";
"jellyfin" = "Jellyfin";
"kilobitsPerSecond" = "kbps";
"deleteImage" = "Poista kuva";
"enterPinForUser" = "Syötä PIN-koodi käyttäjälle %@";
"folder" = "Kansio";
"hidden" = "Piilotettu";
"deleteUserFailed" = "Käyttäjän poisto epäonnistui";
"deleteUserMultipleConfirmation" = "Haluatko varmasti poistaa %d käyttäjää?";
"deleteDevice" = "Poista laite";
"deleteSelectedDevices" = "Poista valitut laitteet";
"deleteSelectionUsersWarning" = "Haluatko varmasti poistaa kaikki valitut käyttäjät?";
"apiKeyCopiedMessage" = "API avain on kopioitu leikepöydälle!";
"accessTagBlockDescription" = "Käyttäjällä on pääsy kaikkeen mediaan paitsi jos siinä on estetty tagi.";
"addAPIKey" = "Lisää API avain";
"running" = "Suoritetaan...";
"allDevicesDescription" = "Näytä kaikki aiemmin ja nyt yhdistetyt laitteet.";
"allowed" = "Sallittu";
"compatible" = "Yhteensopivin";
"apiKeysDescription" = "Ulkoiset sovellukset vaativat API avaimen viestiäkseen palvelimesi kanssa.";
"bitrateMbps120" = "4K - 120 Mbps";
"bitrateMbps15" = "1080p - 15 Mbps";
"anamorphicVideoNotSupported" = "Anamorfista videota ei tueta";
"apiKeyCopied" = "API avain kopioitu";
"apiKeys" = "API avaimet";
"apiKeysTitle" = "API avaimet";
"applicationName" = "Sovelluksen nimi";
"audioChannelsNotSupported" = "Äänikanavien määrää ei tueta";
"behindTheScenes" = "Kulissien takana";
"bitrateKbps420" = "360p - 420 Kbps";
"bitrateMbps60" = "1080p - 60 Mbps";
"capabilities" = "Ominaisuudet";
"books" = "Kirjat";
"clip" = "Leike";
"controlOtherUsers" = "Hallinnoi muita käyttäjiä";
"createAPIKey" = "Luo API avain";
"country" = "Maa";
"createAPIKeyMessage" = "Anna sovelluksen nimi uudelle API avaimelle.";
"deleteDeviceFailed" = "Laitteen poisto epäonnistui";
"deletion" = "Poisto";
"deleteUser" = "Poista käyttäjä";
"stop" = "Lopeta";
"tv" = "TV";
"unreleased" = "Julkaisematon";
"unlimitedConnectionsDescription" = "Käyttäjä voi kirjautua palvelimelle rajoituksetta.";
"uploadPhoto" = "Lataa kuva";
"weekend" = "Viikonloppu";
"ascending" = "Nouseva";
"backdrop" = "Taustakuva";
"bitsPerSecond" = "bps";
"blocked" = "Estetty";
"brightness" = "Kirkkaus";
"composer" = "Säveltäjä";
"columnsWithCount" = "Sarakkeet: %@";
"client" = "Asiakas";
"confirmPassword" = "Vahvista salasana";
"conductor" = "Kapellimestari";
"currentPassword" = "Nykyinen salasana";
"decreasePlaybackSpeed" = "Hidasta toistonopeutta";
"daily" = "Päivittäin";
"descending" = "Laskeva";
"editServer" = "Muokkaa palvelinta";
"ended" = "Päättyi";
"episode" = "Jakso";
"everyday" = "Joka päivä";
"executed" = "Suoritettu";
"external" = "Ulkoinen";
"hint" = "Vihje";
"id" = "ID";
"illustrator" = "Kuvittaja";
"image" = "Kuvat";
"images" = "Kuvat";
"language" = "Kieli";
"megabitsPerSecond" = "Mbps";
"music" = "Musiikki";
"no" = "Ei";
"passwordChangedMessage" = "Käyttäjän salasana on vaihdettu.";
"producer" = "Tuottaja";
"releaseDate" = "Julkaisupäivä";
"restartWarning" = "Haluatko varmasti käynnistää palvelimen uudelleen ?";
"timeLeft" = "Aikaa jäljellä";
"themeSong" = "Tunnussävel";
"translator" = "Kääntäjä";
"usernameRequired" = "Käyttätunnus vaaditaan";
"volume" = "Äänenvoimakkuus";
"yes" = "Kyllä";
"accessScheduleInvalidTime" = "Päättymisajan tulee olla myöhäisempi kuin alkamisajan.";
"access" = "Pääsy";
"accessSchedulesDescription" = "Määritä sallitut käyttöajat ja rajoita käyttöä muina aikoina.";
"accessTagsDescription" = "Käytä tageja salliaksesi tai estääksesi käyttäjän pääsy mediaan.";
"active" = "Aktiivinen";
"actor" = "Näyttelijä";
"add" = "Lisää";
"birthday" = "Syntymäpäivä";
"chapter" = "Luku";
"community" = "Yhteisö";
"deleteSelectedUsers" = "Poista valitut käyttäjät";
"deleteUserWarning" = "Haluatko varmasti poistaa tämän käyttäjän?";
"deleteUserSingleConfirmation" = "Haluatko varmasti poistaa käyttäjän %@?";
"enterPin" = "Syötä PIN-koodi";
"episodeRuntimeDescription" = "Jakson kesto minuuteissa.";
"gigabitsPerSecond" = "Gbps";
"endDate" = "Päättymispäivä";
"taskCompleted" = "Valmistunut";
"changePin" = "Vaihda PIN koodi";
"terabitsPerSecond" = "Tbps";
"custom" = "Mukautettu";
"dateOfDeath" = "Kuolinpäivä";
"status" = "Tila";
"time" = "Aika";
"editUsers" = "Muokkaa käyttäjiä";
"endTime" = "Päättymisaika";
"enterSeasonNumber" = "Syötä kauden numero.";
"lockedFields" = "Lukitut kentät";
"lockAllFields" = "Lukitse kaikki kentät";
"lockedUsers" = "Lukitut käyttäjät";
"lyrics" = "Sanoitus";
"taskFailed" = "Epäonnistunut";
"timeLimit" = "Aikaraja";
"timeLimitLabelWithValue" = "Aikaraja: %1$@";
"collection" = "Kokoelma";
"customConnectionsDescription" = "Määritä montako yhteyttä käyttäjällä voi enintään olla palvelimelle.";
"customFailedLoginDescription" = "Määritä epäonnistuneiden kirjautumisyritysten määrä ennen kuin käyttäjä lukitaan.";
"airedEpisodeOrder" = "Esitettyjen jaksojen järjestys";
"aired" = "Esitetty";
"activity" = "Toiminta";
"continuing" = "Jatkuu";
"dayOfWeek" = "Viikonpäivä";
"customProfile" = "Mukautettu profiili";
"audioBook" = "Äänikirja";
"audioBooks" = "Äänikirjat";
"book" = "Kirja";
"channel" = "Kanava";
"creator" = "Luoja";
"customDeviceProfileReplace" = "Mukautettu laiteprofiili korvaa Reefyin oletuslaiteprofiilit.";
"deleteAPIKeyMessage" = "Haluatko pysyvästi poistaa tämän API avaimen ?";
"deletedScene" = "Poistettu kohtaus";
